Repository: farribeiro/mercurio
Catalog: mods/mtimer/locale/mtimer.*.po
Languages: de

source: Configure timer display
de: Timeranzeige konfigurieren

source: Open Main Menu
de: Hauptmenü öffnen

source: Visibility
de: Sichtbarkeit

source: Color
de: Farbe

source: Timezone Offset
de: Zeitzonenversatz

source: Ingame Time Format
de: Spielzeit-Format

source: Real-World Time Format
de: Realzeit-Format

source: Host Time Format
de: Hostzeit-Format

source: Session Start Time Format
de: Sitzungsstartzeit-Format

source: Session Duration Format
de: Sitzungsdauer-Format

source: HUD Element Scale
de: Anzeigeskalierung

source: HUD Element Offset
de: Anzeigeversatz

source: Reset Everything
de: Alles zurücksetzen

source: Configure the custom timer
de: Individuellen Timer konfigurieren

source: Start the custom timer
de: Individuellen Timer starten

source: Stop stop custom timer
de: Individuellen Timer anhalten

source: Restart the custom timer
de: Individuellen Timer neu starten

source: Main Menu
de: Hauptmenü

source: Exit
de: Verlassen

source: Default
de: Standard

source: running
de: Timer läuft

source: stopped
de: Angehalten

source: Custom Timer
de: Individueller Timer

source: finished
de: abgeschlossen

source: Used Value
de: Benutzter Wert

source: Days
de: Tage

source: Hours
de: Stunden

source: Minutes
de: Minuten

source: Seconds
de: Sekunden

source: Timer Mode
de: Zielzeit

source: Continuous Run
de: Dauerlauf

source: The timer is currently @1
de: Der Timer ist derzeit @1

source: Stop
de: Stopp

source: Restart
de: Neustart

source: visible
de: sichtbar

source: invisible
de: unsichtbar

source: Make visible
de: Sichtbar machen

source: Make invisible
de: Unsichtbar machen

source: Current Value
de: Aktueller Wert

source: Hours (24h)
de: Stunden (24h)

source: Hours (12h)
de: Stunden (12h)

source: Meridiem Indicator
de: Tageshälftenhinweis

source: Ingame Timestamp
de: Spielzeit-Zeitstempel

source: Current Result
de: Aktuelles Ergebnis

source: Real-World Date
de: Reale Zeit

source: In-Game Time
de: Spielzeit

source: Session Start Time
de: Sitzungsstart-Zeit

source: Session Duration
de: Sitzungsdauer

source: Host Time
de: Hostzeit

source: Apply
de: Anwenden

source: For resetting the configuration you have two options.
de: Für das zurücksetzen der Konfiguration bestehen zwei Optionen.

source: Usually using a soft reset is enough. The soft reset sets all values based on mTimer functionality to the default values while staying connected.
de: Üblicher weise reicht ein sanftes Zurücksetzen. Dies setzt direkt alle Werte mittels mTimer-Funktionen auf die entsprecheden Standardwerte.

source: If the soft reset does not work you can hard reset the configuration. This stores a request and then kicks you from the server. On rejoining mTimer forcefully removes all stored configuration and sets the current default values.
de: Sollte dies nicht funktionieren kann ein hartes Zurücksetzen angefordert werden. Es wird ein entsprechender Eintrag gesetzt und eine Trennung vom Server ausgeführt. Beim Neuverbinden wird zwangsweise die Standardkonfiguration geladen.

source: Soft-reset all values to their defaults
de: Alle Werte auf die definierten Standards setzen

source: Request hard-reset (disconnects you from the server!)
de: Löschen anfordern (führt eine Trennung vom Server aus!)

source: Cancel reset and return to main menu
de: Zurücksetzen abbrechen und zurück zum Hauptmenü

source: Control the HUD element offset using the input on the right side and use the screenshot and markings as orientation for what is changed. The result is shown in the HUD in real time, so check for the actual timner position using the timer HUD element itself.
de: Anzeigeversatz des HUD-Elements über die Eingaben an der rechten Seite konfigurieren und dafür die Markierungen zur Orientierung verwenden. Das Ergebnis wir direkt übernommen. Die getätigen Änderungen können anhand des HUD-Elements sofort überprüft werden.

source: Vertical
de: Vertikal

source: The HUD element can be scaled between 1x (original size) and 10x (largest size due to performance reasons). Use the slider above to adjust the scaling to your needs.
de: Die Anzeige kann über den oben vorhandenen Schieberegler zwischen 1x (Originalgröße) und 10x (die aus Leistungsgründen die größte Größe) skaliert werden.

source: Due to technical reasons the slider position does not reset when clicking the button to set to default values. The HUD element itself resets, and when re-entering this dialog the slider position is properly set.
de: Aus technischen Gründen wird die Position des Schiebereglers beim einstellen der Standardwerte nicht zurückgesetzt, die Anzeige selbst wird aber zurückgesetzt. Beim erneuten öffnen des Dialogs wird der Schieberegler automatisch angepasst.

source: Day Name
de: Tagesname

source: Month Name
de: Monatsname

source: Year
de: Jahr

source: Month
de: Monat

source: Day
de: Tag

source: ISO 8601 Date
de: Datum nach ISO 8601

source: ISO 8601 Time
de: Zeit nach ISO 8601

source: Timestamp
de: Zeitstempel

source: Current color: @1
de: Aktuelle Farbe: @1

source: Use `@1` format only!
de: Ausschließlich `@1` verwenden!

source: Set a predefined color
de: EIne vordefinierte Farbe einstellen

source: top
de: oben

source: middle
de: mitte

source: bottom
de: unten

source: left
de: links

source: center
de: mitte

source: right
de: rechts

source: Click the position you want to place the timer at.
de: Auf die Stelle klicken, an der der Timer angezeigt werden soll.

source: Current position: @1
de: Aktuelle Position: @1

source: Set timezone offset to @1
de: Zeitzonenversatz auf @1 stellen

source: Please note that daylight saving time (DST) is ignored entirely due to minimizing implementation complexity. You need to manually adjust the time zone in order to adapt to any DST changes. This messes up the visual representation a bit (but it’s not very accurate anyways …).
de: Die Sommerzeit wird aus Gründen der Komplexität der Implementierung vollständig ignoriert. Um der Sommerzeit Rechnung zu tragen muss die Zeitzone angepasst werden. Dies bringt zwar die grafische Darstellung durcheinander, aber die ist eh nicht ganz genau.

source: set a value between -12 and +12 hours
de: einen Wert zwischen -12 und +12 Stunden setzen

source: Current server time: @1
de: Aktuelle Serverseitige Zeit: @1

source: Calculated local time: @1
de: Errechnete lokale Zeit: @1

source: (ERROR)
de: (FEHLER)

source: Sunday
de: Sonntag

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: The timer is stopped
de: Der Timer ist angehalten

source: The timer has finished
de: Der Timer ist durchgelaufen

source: Current Date: @1
de: Aktuelles Datum: @1

source: Ingame Time: @1
de: Spielzeit: @1

source: Session Start: @1
de: Sitzungsstart: @1

source: Session Duration: @1
de: Sitzungsdauer: @1

source: You requested a hard reset of the mTimer configuration. This request was stored. As described, you were disconnected from the server in order to have the hard reset performed. Please rejoin the server. On rejoin all previously stored configuration regarding mTimer will be deleted.
de: Ein hartes Zurücksetzen der mTimer-Konfiguration wurde angefordert. Die Anfrage wurde gespeichert. Wie beschrieben wurde eine Trennung vom Server durchgeführt. Um das harte Zurücksetzen der Konfiguration abzuschließen ist ein Neuverbinden zum Server erforderlich. Dabei wird die gesamte mTimer-bezogene Konfiguration entfernt.

source: The custom timer was started
de: Der individuelle Timer wurde gestartet

source: The custom timer is already running
de: Der individuelle Timer läuft bereits

source: The custom timer was stopped
de: Der individuelle Timer wurde angehalten

source: The custom timer is not running
de: Der individuelle Timer läuft nicht

source: The custom timer was restarted
de: Der individuelle timer wurde neu gestartet
